/* =========================================================================
   ЗАМЕТКИ
   =========================================================================
   title  — заголовок заметки
   tags   — список коротких меток-чипов (по ним работает фильтр на странице)
   text   — текст заметки
   Этот файл можно редактировать и через панель admin.html — она
   перезаписывает файл целиком (кавычки у ключей могут поменяться,
   на работу сайта это не влияет), и вручную, как обычно.
   ========================================================================= */
window.SITE_DATA = window.SITE_DATA || {};

window.SITE_DATA.notes = [
  {
    "title": "картошки афигели",
    "tags": [
      "лор"
    ],
    "text": "прр <img src=\"https://e.radikal.host/2026/08/13/frrr.png\">"
  },
  {
    "title": "правило трёх драк",
    "tags": [
      "мироустройство",
      "Паб"
    ],
    "text": "доооо"
  },
  {
    "title": "кракортошка",
    "tags": [
      "мироустройство",
      "тайна"
    ],
    "text": "огромная картошка под Лондоном"
  }
];
